{
    "welcome":"Üdv Vestánál!",
    "short_description_0":"Vesta egy nem hivatalos applikáció a Neptun Tanulmányi rendszerhez.",
    "short_description_1":"Az applikációnak nem céja helyettesíteni az eddigi rendszert, helyette felhasználó barát élményt nyújt használói számára.",
    "description_0":"Vesta a saját kemény munkám gyümölcse. Saját felelősségemre tesztelgettem és írtam a programot, hogy egy másik, könnyed klienst használhassak a telefonomon.",
    "description_1":"Ez az applikáció ugyanazt az API-t használja, mint a Neptun rendszer, de ezen kívül semmilyen közös vonás nincs bennük.",
    "description_2":"Ezen kívűl egyetlen egy sor kód sem használtam jogtalanul. Minden külső kód forrást megjelöltem a kódban, amit a programban használtam.",
    "description_3":"Ha valahol is a nem megfelelő forrását, nem megfelelő jogok alapján használtam fel a külső kódot, akkor kérlek értesits, hogy kijavíthassam, vagy saját verziómat megíehassam.",
    "notice_0":"Íme, ittt egy rövidített változata a felhasználói feltételeknek, illetve az adat gyűjtési nyilatkozatnak: Vesta nem használja fel az adataidat, egyedül a Neptun szervereinek küldi csak a szükséges információkat, csak azokat, amelyikeket te kérvényezed. Aza egyetlen adat, amit az eszközödön tárol, az a felhasználó neved és a jelszavad. Vesta és a fejlesztői nem vonhatóak felelősségre semmilyen adat veszteség vagy adat kiderülésért, vagy kérhető kártérítés\n(vagyis, csak saját felelősségre használd!).\n A elentebb lévő gomb megnyomásával elfogadod ezeket a feltételeket.\n",
    "notice_1":"Szóval mire várunk?",
    "to_login":"Irány bejelentkezni!!",
    "login_retry":"Újra próbálkozás.",
    "login_select_school":"Kérlek válassz iskolát!",
    "login_username":"Felhasználónév",
    "login_username_hint":"Neptun Kód",
    "login_username_character_error":"A felhasználónévnek legalább hat karekter hosszúnak kell lennie!",
    "login_password":"Jelszó",
    "login_password_error":"A jelszó nem lehet üres!",
    "login_keepmeloggedin":"Maradjak bejelentkezve",
    "login_login_error":"Nem lehetett bejelentkezni.",
    "login_login_button":"Bejelentkezés",
    "login_schools_button":"Iskolák...",
    "login_schools":"Iskolák:",
    "sidebar_messages":"Üzenetek",
    "sidebar_forum":"Fórumok",
    "sidebar_calendar":"Naptár",
    "sidebar_subjects":"Tárgyak",
    "sidebar_exams":"Vizsgák",
    "sidebar_student_book":"Lecke könyv",
    "sidebar_semesters":"Szemeszterek",
    "sidebar_settings":"Beállítások",
    "popup_app_home":"Indító lap",
    "messages_read":"Olvasott",
    "messages_unread":"olvasatlan",
    "message_urllaunch_error":"Nem lehetett megnyitni a következő url-t:"
}